import React, { useState } from 'react';
import CV from '../components/CV';
import omma_exhi_1 from '../asset/exhi/omma_exhi_1.jpg';
import omma_exhi_2 from '../asset/exhi/omma_exhi_2.jpg';
import omma_exhi_3 from '../asset/exhi/omma_exhi_3.jpg';
import penet_exhi_2 from '../asset/exhi/penet_exhi_2.jpg';
import penet_exhi_4 from '../asset/exhi/penet_exhi_4.jpg';
import penet_exhi_5 from '../asset/exhi/penet_exhi_5.jpg';
import eter_exhi_1 from '../asset/exhi/eter_exhi_1.jpg';
import eter_exhi_2 from '../asset/exhi/eter_exhi_2.jpg';
import eter_exhi_3 from '../asset/exhi/eter_exhi_3.jpg';
import '../style/web/exhibi.css';
import '../style/mobile/exhibi_m.css';


const Exhibi = () =>  {
  const EXHI_RECK = [
    {
      detailExhi:[
        omma_exhi_1,
        omma_exhi_2,
        omma_exhi_3,
      ],
      title: "불완전한 돌",
      author: "유진영(미술이론)",
      paper:
      <p>
        'Put your left hand on the stones'<br/><br/>


        전시장에 들어서면 왼손을 옆의 돌 위에 올려놓으라는 이정표의 문구와 함께 히말라야를 향한 여정이 시작된다. 이 돌들은 히말라야 인근의 주민들이 매일 아침 어루만지며 하루의 안녕과 미래의 안정을 비는 일종의 소원석이다. 티베트의 승려들이 돌 위에 새긴 고대의 문자들은 그 뜻도 모른 채 억겁의 세월 동안 전승되어 그 자체로 하나의 구원의 이미지가 되었다. ‘옴마니뺏메옴마니뺏메..’와 같은 발화된 주문과 추상적인 문자들은 서로 뒤얽혀 히말라야 산길 위에서 제의적 무대로 기능한다. 종교와 인간의 소원이 결합된 돌의 도상들은 다양한 시공간에서 반복적으로 구현되어왔다. 그 돌들에는 각자의 시간과 장소, 이야기들이 새겨져 있다. 발터 벤야민이 과거와 현재, 미래의 비균질적 교차 속에서 메시아적 시간의 파편들이 박혀있는 ‘지금시간’으로서의 현재에 대해 말했듯 구원의 서사를 담지한 시간의 파편들이 박혀있는 돌은 지금의 시간에서 그 정체성을 새롭게 정립하며 현재의 문맥 속에 안착한다.<br/><br/><br/>


        히말라야의 돌들은 황규민에 의해 재현되어 2019년의 지금, 여기에 도달했다. 황규민이 발견했던 히말라야 산길 위의 돌탑이라는 일종의 제단은 전시장 안에서 다시 재구성되었다. 관객들은 왼손으로 돌들을 어루만지며 히말라야의 돌탑을 그린 그림들이 걸려있는 전시장을 거닌다. 이때 그들은 마치 히말라야의 주민들처럼 어떤 바람을 빌거나 미래를 꿈꿀지도 모른다. 그러나 전시장의 선회점에서 관객들은 또 다시 하나의 이정표를 맞이하게 되고 전시 역시 한 번의 변주를 겪는다. 돌의 맞은편 벽에는 그것들을 찍어 놓은 판화 작품들이 거울처럼 뒤집혀 걸려있다. 전시의 제목이기도 한 ‘Muh Emdap Inam Mo'라는 뒤집어진 문자는 더욱 추상화되어 이것이 문자였는지, 기호였는지도 식별할 수 없게 되었다. 그것들은 더 이상 히말라야에서 보았던 것들과 동일한 것들이 아니다.<br />
        돌 위에 새겨진 추상의 언어는 작가에 의해 세 번 재생산된다. 붓과 물감으로서, MDF에 새긴 납작한 부조로서, 그리고 종이 위에 찍어낸 이미지로서. 그 과정에서 기표가 된 언어는 여러 기의들을 낳는다. 신성한 소원석이자 성스러운 제단이었다가 결국에는 아무런 의미가 없는 사물의 기호가 되어버리는 것이다. 사물이 되어버린 언어는 우리가 알고 있다고 믿었던 것들에 대해 실은 아무 것도 모르고 있었음을 보여준다. 또한, 진짜라고 믿었던 것들이 얼마든지 가짜가 될 수 있음을 보여준다. 그렇게 언어의 추상화 과정과 같이 반복적인 재현을 통해 이미지가 분해되는 방식들은 결국에는 도달하고야 마는 많은 것들의 조각남을 의미한다. 작가에게 조각나버리는 것은 꿈과 미래 따위의 말들이다. 단단할 것 같은 믿음의 언어가 아무것도 아닌 이미지가 되었듯 바라는 자들의 미래는 어떤 것도 확신할 수 없다.<br />
        그렇지만 그것은 결코 불안에 잠식당한 이의 한탄만은 아니다. 히말라야의 돌탑은 분명 미래라는 허구적 존재의 환상에 대한 우화이다. 하지만 이와 동시에 뜻을 모르는 말과 문자들을 외며 불완전한 미래 그 자체를 믿던 히말라야 주민들처럼 불확실함과 불완전함은 그 자체로 시공간을 넘어서서 공명하며 나아갈 힘을 얻는다. 이것은 도리어 어디에도 정박하지 않고 내딛을 기회가 되고, 무엇이든 바랄 수 있는 하나의 가능성이 된다. 황규민이 히말라야 산길이라는 공간과 돌, 주민들의 행위들을 다시금 재구성해낸 것도, 그리고 최종적으로 무력화시킨 것도 그러한 불완전함을 미래라는 단어와 병치시킴으로써 있는 그대로의 진실을 직시하고 감각하기 위함일 것이다.<br /><br />
        
        돌에서부터 시작한 황규민의 질문은 전시장 한 바퀴를 돌아 그 끝에서 안개가 자욱한 히말라야의 전경으로 퍼져나갔다. 이곳이 어디인지, 내가 어디쯤 왔는지 알 수 없게 하는 드리워진 안개의 이미지는 부유하는 허공 그 자체에 대한 감각이자 우리의 불완전한 여정이 여전히 끝나지 않았음을 반증하는 것이다. 우리는 어디로 가고 있는가? 우리의 염원과 믿음은 어딘가에 잘 도달하였을까? 멈추지 않고 계속해서 질문하는 것이 우리에게 길을 내어줄 것이다. <br />
      </p>
    },
    {
      detailExhi:[
        penet_exhi_2,
        penet_exhi_4,
        penet_exhi_5,
      ],
      title: "뚫린 벼루",
      author: "백필균(독립큐레이터, 비공개영역)",
      paper:
      <p>
        
        《Penetrating Stone》은 일상에서 수집한 장면들에 대한 회화적 탐구와 철학적 사유를 이어온 황규민의 작업을 조명하는 전시이다. 전시 제목은 ‘열 개의 벼루가 뚫렸고, 천 자루의 붓이 닳았다(磨穿十硏 禿盡千毫)’고 전해지는 추사 김정희의 고백에서 비롯되었으나, 위 문장이 일반적으로 함의하는 ‘노력’의 가치가 아닌, 기성 가치 체계를 문제의식 없이 맹목적으로 따르는 양상을 투영한 반어적 표현이다. 같은 맥락에서 황규민의 ‘뚫린 벼루’ 연작은 ‘복제’의 알레고리를 통해 작가가 ‘동양화’ 학제 내부에서 체험한 자전적인 성찰을 담고 있다.<br /><br />
            
        회화가 시간을 조직한 기록이라면, 황규민의 ‘뚫린 벼루’ 연작은 크게 세 가지 기록으로 분류된다. 시간의 선형적인 순서에 따라 작업을 제1, 제2, 제3으로 이름 붙이고 하나씩 살펴보면, 우선 첫 번째인 제1작업은 작가가 자신과 주위 사람들에게서 수집한 일상의 사진 이미지를 수묵매체로 옮기는 시간이었다. 앞선 경험들의 집합에서 그가 사진을 수집하는 취향의 기준은 가상의 서사를 상상할 수 있거나 임의의 형상을 포착할 수 있는 화면인 듯했다. 매체의 호흡을 실험해온 작가는 수묵으로 다양한 재질감을 표현하며 ‘사진적인 것’과 ‘회화적인 것’ 사이의 균형점을 찾고 있다. 특히 호분이 두껍게 채색되어 평평한 면을 이루는 부분은 ‘텅 빈 공간’처럼 작용한다. 수묵으로 표현된 부분들과 선명한 대비를 이루는 상대는 화판의 물질성과 평면성을 번갈아 환기하며 서술적인 요소들을 호출하는 동시에 와해하는 중이었다. 그럼으로써 작업의 시간은, 오로지 회화 그 자체의 시간으로, 실제와 분리된다.<br /><br />
            
        이어진 제2작업에서 황규민은 별도의 목판화 연작을 만들었다. 화면은 제1작업의 약 20분의 1크기로, 도상, 테두리, 부제가 중심부터 순서대로 위치하고 있어서 그가 참고한 ‘개자원화보(芥子園畵譜)’의 형식과 비슷하다. ‘동양화’의 전형(canon)으로 인식되는 전통화보의 양식을 차용하는 패러디(parody)의 차원에서 제2는 자기 그림(제1)을 신화화하는 전략을 선택했다. 제2가 제작된 시기로부터 400여 년 전에 출판된 화보의 양식을 빌림으로써 동시대적 사건과 간극을 벌려 허구적 서사를 끼워 넣은 것이다. 제1작업의 위상을 고전의 반열에 올려놓는 제2작업의 태도는 제3작업까지 이어진다. ‘뚫린 벼루’의 제2작업이 전통 화보를 전유했듯이, 제1~3작업으로 이어진 ‘그림의 연속체(pictorial continuum)’는 전통회화를 모사해온 거시적 역사를 반추한다. 이는 전이모사 교육에 내재된 법고주의를 긍정하기보다 양식을 지나치게 강조하는 부분에 대한 ‘미러링(mirroring)’ 전략에 가깝다. <br /><br />
            
        그 진실유무와 상관없이 제2ㆍ3작업은 제1작업의 그림이 변이될 수 있는 가능태를 분명히 제시하고 있다. 여기서 ‘뚫린 벼루’ 연작이 같은 유전적인 정보로 이어진 그림의 연속체임에 주목해본다. 유전은 같지만 제작시기가 다른 개체들의 연속, 즉 동일한 주체에 의해 복수의 매체가 중첩되는 사건은 무엇을 의미하는가? 그들 사이에 일어나는 점진적인 변화의 방향은 어디로 향하고 있는가?<br /><br />
            
        연이은 질문의 연장선에서 황규민이 고안한 특별한 기계 하나를 살펴본다. 이 기계는 구멍난 철판 위에서 아교로 굳힌 먹을 그대로 갈아 가루로 만든다. 사람이 직접 벼루 위에 먹을 갈아 만드는 수행 대신 기계의 작동으로 모은 먹 입자는 단지 기존의 것과 그 크기만 달라진 것이 아니다. 이전의 관행을 덜어낸 작업은 특정한 예술적 전통과 거리를 두는 태도로부터 나아간다. ‘기계는 그가 작동하는 체계 외부에서 일어나는 변화에 대해서 반응하지 않는다’는 작가노트의 구절처럼, 물질만 생산하는 기계의 작업은 기존의 수행적인 준비단계가 함의하는 정신적 가치를 생략한다. 그 가루들을 제3작업의 안료로 쓰는 설정은 앞의 맥락을 견지하는 기준 중 하나이다. <br /><br />
            
        개자원화보가 옛 화본의 양식을 원본으로 전제하며 그대로 모방한 복수제작물인 반면, 황규민의 제2작업은 제1작업과 같은 저자가 경험한 실제와 직결되는 또 다른 원작이다. 후자는 앞서 이미지를 재현하는 회화로서의 제1에 대한 ‘복제’의 함수였지만, 그 과정에서 원형과 동기화한 부분이 있었다. 실제보다 더 실재적으로 보이는 그 값은 여전히 이미지가 작가의 기억에 접속하고 있음을, 그리고 한편의 가능성을 지니고 있음을 드러낸다. 앞서 복사물로 인식된 제2는 실제에 대한 기억이 유입되는 상황을 통해 자기만의 독립성을 지니는 개별적 존재의 위상으로 나아간다. 제2에서 작가가 참조한 이미지의 범위를 오직 개자원화보와 전작으로 제한한 설정은 실상 모순으로 밝혀진다.<br /><br /> 
            
        제3작업에서 ‘제2작업만을 참조해서 제1작업을 모방한다’는 전제조건은 그 자체로 문제가 없었다. 하지만 황규민에게 이 조건은 제2와의 대면적 참조관계만 의지한 채, 제1에 대한 경험을 무시하는 동시에 그것을 재연해야하는 역설이 있었다. 작가는 제3에서 제1보다 어눌하거나 허술한 필획을 사용했고, 앞서 발명한 기계로 모은 먹 가루를 재료로 삼아 발묵 표현의 미숙한 결과를 유도했고, 배접한 종이의 외곽을 칼로 무심하게 자르며 나름의 ‘모르는 척’ 연기를 펼쳤다. 하지만 제2에서 유실된 제1의 일부 정보가 다음 장면에서 다시 구현되었다. 제1의 이미지를 흑백체계로 변환한 제2가 전작에서 일어난 일을 흔적으로 남겨 자기의 특징에 전이했듯이, 제3 또한 제2의 특징들을 일부 반영했다. ‘미필적 고의’로 복원된 그들의 귀환을 막을 수 있었을까? 매체의 변주는 어느새 그 귀환이 이루어질 틈을 더 벌려놓는다. 이미 원본과 복사물의 경계는 사라졌다. ‘뚫린 벼루’ 연작의 각 개체들은 실제와 이어진 세계(simulacre)였다.<br /><br />
            
        과거의 계보로부터의 일탈을 통해 기존의 ‘무언가’를 털어내어 한결 가벼워진 예술은 이제 그 빈자리에 ‘새로운’ 것을 담으려 시도한다. 예술의 아득한 근원과 미래를 바라볼 때, 종국에 그것이 익숙한 재귀로 이어질지라도. <br /><br />
  
      </p>
    },
    {
      detailExhi:[
        eter_exhi_1,
        eter_exhi_2,
        eter_exhi_3,
      ],
      title: "황씨화보(黃氏畵譜)",
      author: "황규민",
      paper:
      <p>
        나는 동양화단을 비유한 시스템을 짜 그 안에 내 그림을 입력해 작동시키는 작업을 한다. 동아시아의 서화에서 현대 한국의 동양화로 이어지는 흐름의 중심에 ‘전이모사(轉移模寫)’의 법을 위치시켜, 원본 그림을 배우기 위한 ‘화보’를 제작한 후 화보를 ‘그림화(化)’하고, 이를 점(點), 획(劃), 탁(擢) 등 ‘단위’로 이용해 새로운 그림을 만들어내는 시스템이 작업의 틀이다. 사혁에 의해 육법이 제시되었을 때 전이모 사는 마지막 육법으로, 비교적 덜 중요한 것으로 소개된다. 그러나 필묵법이나 대상을 대하는 태도, 화 보와 열전과 같은 서화형식을 보면 그 중심에 끝없이 반복되는 과거 참조의 역사가 흐른다. 이 법을 중 심으로 만든 시스템은 동양화를 숭배하거나 부정하기보다는 전시장에 유사 생태계를 만들어 관찰하는 방법으로 동양화를 재정의하려는 목적을 가진다. <br /><br />

        작품의 디자인은 청조 중국에서 발행한 개자원화보(芥子園畵譜)를 비롯한 여러 화보를 참고했다. 화 보는 산수, 인물, 사군자 등 목차가 잘 구분되어 있고 그 안에서 또 가지, 잎, 준법과 이들의 구성법과 같은 세부가 잘 정리되어 있어 교재로 쓰기에 적합하다. 여기에 입각해 모, 임, 방 순으로 그림을 익히 는데, 쉽게 말하면 원작을 대고 그리고(모), 보고 그리고(임), 원작 풍으로 그린다(방, 재해석의 영역을 포함). 과거에는 소수만이 고화를 얻고 이 과정을 거쳐 새로운 서화를 만들어나갔지만, 화보의 등장은 많은 사람이 임·방을 할 수 있는 길을 열었다. 다만 20세기를 넘어오며 누구나 고화의 고화질 디지털 이미지를 얻고, 고품질로 인쇄할 수 있게 되었는데도 많은 이들이 보급형 교재였던 화보를 답습한다는 점이 이상하다. 이 모습이 내게는 교재의 내용인 원작을 모사하는 것이 아닌 마치 교재 그 자체를 재현 하는 것으로 보였는데, 두 번의 개인전을 거치면서 이 시선을 반영한 화보의 형식을 적극적으로 차용하 기로 마음먹었다. <br /><br />

        동양화 담론은 이 땅에 그 이름이 출현한 이래 스스로 긍정하고 부정하길 반복하고 있다. 여기에는 민족주의, 동양화의 현대화, 동양화 해체 혹은 탈출, 때를 기다리는 잠룡 등 여러 입장이 있다. 민족주 의적 입장은 현실의 문제를 현재에서 찾지 못한다는 비판을 받기도 하고, 동양화의 현대화는 동양화 담 론 외부의 미술가들이 전통을 성공적으로 참조해내고 있다는 점에서 그 효력을 잃는다. 동양화의 해체 와 탈출은 여러 번 시도되었으나, 동양화단을 견인하지 못하고 그 주역들은 각자의 길을 갔고, 때를 기 다리기를 결심한 이들에게 모험을 제안하는 것은 오지랖이다. 나의 입장 역시 위에 소개한 것의 조합으 로 설명할 수 있을 것이다. 그러나 이 입장들과 무관하게 동양화 담론은 미술계의 주변부로 서서히 밀 려났고, 꽤 오래전부터 동양화 위기론이 있었다. <br /><br />

        미술 작품에서 매체의 범위는 확장되어왔고 평면 회화와 조각 역시 전통 매체로 취급되어 여러 번 위 기론에 휩싸였다. 회화와 조각을 거듭 새로 정의하여 이를 유의미한 형식으로 갱신한 이들에게 위대한 예술가의 지위가 주어진 것을 봤을 때, 이들의 메타 그림·조각으로부터 동양화 담론을 활성화하는 실마 리를 얻을 수 있을 것이다. 다만 걱정인 것은 회화와 조각이 전통 매체라면 동양화는 ‘전통의 전통 매 체’라는 지점인데, 그 걱정을 해결하는 것까지가 《화보》의 문제의식이자 목표이다. <br /><br />

        대외적으로 스스로 동양화가라 소개하는 일은 어쩐지 머뭇거리게 되지만, 교육제도 안에서 동양화가 로 길러진 부분이 있음을 인정한다. 배워온 것에 대한 애정과 초심이 눈앞을 흐릴 수 있고, 이 시도의 끝에 유의미한 새로운 담론이나 형식을 얻어내지 못하거나 자가당착에 빠져 더 강하게 동양화를 부정할 수 있음을 인지하고 있다. 그러나 동양화에 대한 반성은 서화적 형식을 통해 이루어져야 하고, 혹여 동 양화 개념을 폐기해야 하더라도 자연스럽게 축소되어 소멸하기보다는 더 적극적으로 당사자들이 정리해 야 한다고 생각한다. 교육제도와 미술제도 안에 동양화라는 개념이 분명히 존재하고 지금도 이 안에 새 로 유입되는 후배 미술인들이 있으니, 더 풍부한 담론의 장을 만들어 놓는 것이 현직에 있는 이들의 도리일 것이다.
      </p>
    },
  ];

  const [exhibiOmma,setExhibiOmma] = useState(0);
  const [exhibiPenet,setExhibiPenet] = useState(0);
  const [exhibiEter,setExhibiEter] = useState(0);

  const shiftExhibiOmma = (e) => {
    const {target: {value}} = e;
    if(value === "prev" && exhibiOmma !== 0){
      setExhibiOmma(exhibiOmma -1);
    } else if(value === "next" && exhibiOmma !== 2){
      setExhibiOmma(exhibiOmma +1);
    }
  };

  const shiftExhibiPenet = (e) => {
    const {target: {value}} = e;
    if(value === "prev" && exhibiPenet !== 0){
      setExhibiPenet(exhibiPenet -1);
    } else if(value === "next" && exhibiPenet !== 2){
      setExhibiPenet(exhibiPenet +1);
    }
  };

  const shiftExhibiEter = (e) => {
    const {target: {value}} = e;
    if(value === "prev" && exhibiEter !== 0){
      setExhibiEter(exhibiEter -1);
    } else if(value === "next" && exhibiEter !== 2){
      setExhibiEter(exhibiEter +1);
    }
  };
  // i 디테일_CV
  const [exhibiCV,setExhibiCV] = useState(false)
  const showexhibiCV = (e) => {
    setExhibiCV(!exhibiCV)
    console.log(exhibiCV);
  }


  return (
    <section className="section_exhibi">
      <div className="exhibi_title">
        <h1>Exhibitions</h1>
        <button onClick={showexhibiCV}>i</button>
      </div>
      <div className="exhibi_reck">
          <div className="eachExhibi">
            <div className='eachExhibi_img_reck'>
              <img className="eachExhibi_img" src={EXHI_RECK[0].detailExhi[exhibiOmma]} alt="exhi detail"/>
              <div className="eachExhibi_btn">
                <button className="btn" value="prev" onClick={shiftExhibiOmma}>&#10094;</button>
                <button className="btn" value="next" onClick={shiftExhibiOmma}>&#10095;</button>
              </div>
            </div>

            <div className="eachExhibi_Paper">
              <h1>{EXHI_RECK[0].title}</h1>
              <h3>{EXHI_RECK[0].author}</h3>
              {EXHI_RECK[0].paper}
            </div>
          </div>


          <div className="eachExhibi">
            <div className="eachExhibi_img_reck">
              <img className="eachExhibi_img" src={EXHI_RECK[1].detailExhi[exhibiPenet]} alt="exhi detail"/>
              <div className="eachExhibi_btn">
                <button className="btn" value="prev" onClick={shiftExhibiPenet}>&#10094;</button>
                <button className="btn" value="next" onClick={shiftExhibiPenet}>&#10095;</button>
              </div>
            </div>
            <div className="eachExhibi_Paper">
              <h1>{EXHI_RECK[1].title}</h1>
              <h3>{EXHI_RECK[1].author}</h3>
              {EXHI_RECK[1].paper}
            </div>
          </div>


          <div className="eachExhibi">
            <div className="eachExhibi_img_reck">
              <img className="eachExhibi_img" src={EXHI_RECK[2].detailExhi[exhibiEter]} alt="exhi detail"/>
              <div className="eachExhibi_btn">
                <button className="btn" value="prev" onClick={shiftExhibiEter}>&#10094;</button>
                <button className="btn" value="next" onClick={shiftExhibiEter}>&#10095;</button>
              </div>
            </div>
            <div className="eachExhibi_Paper">
              <h1>{EXHI_RECK[2].title}</h1>
              <h3>{EXHI_RECK[2].author}</h3>
              {EXHI_RECK[2].paper}
            </div>
          </div>
      </div>
      {
      exhibiCV ? <CV showDetail={showexhibiCV} />
      :(
      <></>
      )}
    </section>
  );
}

export default Exhibi;

