import React from 'react';
import omma_exhi_1 from '../asset/exhi/omma_exhi_1.jpg';
import omma_exhi_2 from '../asset/exhi/omma_exhi_2.jpg';
import omma_exhi_3 from '../asset/exhi/omma_exhi_3.jpg';
import penet_exhi_1 from '../asset/exhi/penet_exhi_1.jpg';
import penet_exhi_2 from '../asset/exhi/penet_exhi_2.jpg';
import penet_exhi_3 from '../asset/exhi/penet_exhi_3.jpg';
import penet_exhi_4 from '../asset/exhi/penet_exhi_4.jpg';
import penet_exhi_5 from '../asset/exhi/penet_exhi_5.jpg';
import eter_exhi_1 from '../asset/exhi/eter_exhi_1.jpg';
import eter_exhi_2 from '../asset/exhi/eter_exhi_2.jpg';
import eter_exhi_3 from '../asset/exhi/eter_exhi_3.jpg';
import eter_exhi_4 from '../asset/exhi/eter_exhi_4.jpg';
import eter_exhi_5 from '../asset/exhi/eter_exhi_5.jpg';
import eter_exhi_6 from '../asset/exhi/eter_exhi_6.jpg';
import eter_exhi_7 from '../asset/exhi/eter_exhi_7.jpg';
import eter_exhi_8 from '../asset/exhi/eter_exhi_8.jpg';
import eter_exhi_9 from '../asset/exhi/eter_exhi_9.jpg';
import eter_exhi_10 from '../asset/exhi/eter_exhi_10.jpg';
import ilmin_exhi_1 from '../asset/exhi/ilmin_exhi_1.jpg';
import ilmin_exhi_2 from '../asset/exhi/ilmin_exhi_2.jpg';
import ilmin_exhi_3 from '../asset/exhi/ilmin_exhi_3.jpg';
import ilmin_exhi_4 from '../asset/exhi/ilmin_exhi_4.jpg';
import ilmin_exhi_5 from '../asset/exhi/ilmin_exhi_5.jpg';

const Exhi_RECK = (index) => {
  const EXHI_RECK = [
    {
      detailExhi:[
        ilmin_exhi_1,
        ilmin_exhi_2,
        ilmin_exhi_3,
        ilmin_exhi_4,
        ilmin_exhi_5,
      ],
      title: "다시 그린 세계: 한국화의 단절과 연속",
      author: "일민미술관",
      paper:
        <p>
          ‘한국화’는 한국 전통 예술에서 하나의 세계를 이루는 서화(書畵) 중 서(書, 글씨)와 구분하여 화(畵, 그림)를 지목한 것이다. 즉 한국화는 전통 예술과 구별되는 근대의 장르인 동시에 현대의 서양화와도 자연스럽게 이항 관계에 놓인다. 한국화라는 개념은 1950년대 이후 서서히 제안되어 1980년대 초반 사회 곳곳에 자리잡았다. 중국의 국화(國畵)나 일본의 일본화와 달리 포괄적인 동양화론을 받아들인 한국에서는 해방 후 제기된 식민 문화의 청산, 민족 정체성의 발견 같은 대의가 한국화 담론에 투사되었다. 이 과정에서 한국화를 둘러싼 연구는 과거의 유산을 계승하는 동력이자 민족이라는 기획을 고양하는 원천으로 기능한다. <br /><br />
          《다시 그린 세계: 한국화의 단절과 연속》은 한국화를 이루는 주제와 재료, 표현 기법의 실험에서 참조될 수 있는 예술 작품을 모아 동시대 미술의 한 장르로서 한국화의 현재를 살핀다. 전시는 2000년대 이후 화단에 등장한 동시대 작가 13인과 함께, 미술관 소장품을 활용해, 전통 서화의 정점을 이룬 추사 김정희와 그의 계보를 잇는 예술가 22인, 겸재 정선을 비롯해 퇴계, 사임당, 율곡 등 ‘전통’이라 일컫는 체계에서 시간을 초월해 지표화된 인물을 소개한다. 이러한 구성은 한국화의 기반인 전통이 오늘날 어떻게 실재하는지에 대해 묻고 답하는 한편, 많은 부분 유실되어 사라진 전통의 총체를 연속과 단절이라는 양면을 통해 상상하기 위한 장치다. 여기서 모사와 참조, 수행적 변용으로 ‘다시 그려진’ 세계는 한국화가 미답의 수수께끼처럼 비워진 전통의 절단면을 매만지고 전승하는, 나아가 현실 위에 거듭 실현시키는 주요 방식이다. <br /><br />
          근대의 보편적 성질과 한국의 특수한 지역성에 기대어 성립하는 ‘한국화’ 개념은 우리에게 내재된 현대의 감각과 긴밀한 관계를 맺는다. 한국화가 논쟁적으로 발전해 온 과정은 한국성을 표방하는 공동체가 굴절된 경험을 거쳐 독특한 모더니티를 재구성한 여정이었으며 《다시 그린 세계》는 그 결과 펼쳐진 혼성의 현대를 일련의 ‘다른 시대’(alter-age)로 가정한다. ‘다른 시대’는 패권적인 역사 담론이나 그에 대칭해 펼쳐진 탈식민주의 담론, 무한한 다원주의에 기반하는 동시대 담론 바깥에서, ‘스스로 풍부해지는’ 길을 통해 전통을 긍정하는 방편이다. 일민미술관은 과거와 현재를 망라해 한국화의 시각성을 드러내는 소장품과 현대미술을 그 근거로 제시하고 동시대 미술관으로서 우리가 당면한 미학적 현실을 새롭게 모색하고자 한다.
        </p>
    },
    {
      detailExhi:[
        eter_exhi_1,
        eter_exhi_2,
        eter_exhi_3,
        eter_exhi_4,
        eter_exhi_5,
        eter_exhi_6,
        eter_exhi_7,
        eter_exhi_8,
        eter_exhi_9,
        eter_exhi_10,
      ],
      title: "스스로를 깨우는 사원",
      author: "김종길 | 미술평론가",
      paper:
        <>
        <div className='quote'>
        히말라야 산정에 부는 얼음 피크 소리는 신의 음성이라 불린다. 그 음성은 산정 높이 오르는 사람들 의 귓가에는 들려도 무슨 뜻을 전달하려는 것인지는 알 길이 없다. 작가는 이 비의미의 음성을 종교 가 포획하여 마법적 언어로 기획한 짧은 주문에 주목한다.<br/>
        -김남수, 「돌의 언어에서 흘러나오는 공명의 파워: 문자­추상에서 그림­추상까지」, 2019 
        </div>

        <h4>#1. “돌은 대자연의 ‘돌의 세계’가 있고, 동물은 세계의 풍요 속에서 이미 ‘인간’을 알고 있으며, 인간이야말로 이제 알아차려야 한다!”1)</h4>

        <p>
        곧바로 느낌을 받고 마음이 그 느낌을 따라 움직이는 작가/작품은 얼마나 될까? 아니, 받아 들임이 아니라 처음부터 들임 받아있는 그 무엇이라면? 황규민 작가의 포트폴리오를 살펴보 다가 불현 듯 이 작가/작품의 어떤 뜻이, 뜻의 실마리가 내 안에 ‘이미’ 들임 받아있는 게 아닐까, 하는 엉뚱한 꿍꿍(想像)이 솟았다. 흰 사슴뿔 하나가 이마에 번개로 돋아서 빛이 터졌다. 아니나 다를까. 2019년 8월, 서교예술실험센터(서교)에 펼쳐놓은 개인전 주제는 &lt;Muh Emdap Inam Mo&gt;였고, 안무비평가 김남수는 “돌에게서 인간은 불변을 배운다. 돌은 자신의 불변을 모든 변하는 것을 초월한 위치에 놓는다.”고 말한 독일 철학자 하인리히 롬 바흐의 말을 빗댄 뒤, 히말라야의 ‘돌’ 그림 속을 파고들어 ‘말하는 돌’(윤병렬)의 뜻말을 밝 히고, ‘알아차리는 대자연’으로 황규민의 작업을 알렸다. 참고로 “Muh Emdap Inam Mo”은 티벳 불교의 주문을 뒤집은 것인데 ‘옴 마니 반메 훔’(산스크리트어로는 옹 마니 빳ᄃ메 훙)이다. 우물거울로 휘돌아가는 집집 우주의 소리울림이다. 그림들과 공간과 그림 속 소리 울림이 한통으로 휘돌아가는 전시라니! <br />

        1년이 채 지나지 않은 2020년 4월, 그는 &lt;Penetrating Stone&gt;을 주제로 개인전을 열었다. 불과 8개월 사이에 벌어진 일이다. 주제어 ‘마음속을 꿰뚫어 보는 듯한 돌’은 히말라야의 그 돌이 아니었다. 흥미롭게도 이번에 그가 집어 든 돌은 검은 벼루다. 알려진 바로는 추사가 “칠십년 마천십연 독진천호七十年 磨穿十硏 禿盡千毫”라고 말한 데서 떠올렸다고 하는데, 그 말은 “칠십년 동안 벼루 10개를 밑창 뚫고, 붓 천 개가 몽당붓이 됐다.”는 뜻이다. 2019 년의 &lt;Muh Emdap Inam Mo&gt;에서 돌은 소리울림이 한 꼴 차림으로 바탈(性:天命)의 뒷하 늘(後天)을 여는 예감으로 가득했다면, &lt;Penetrating Stone&gt;의 돌은 그저 하나의 사물이 요, 낡아서 극복해야 할 ‘동양화단’의 어떤 제도적 상징일 따름이었다. 돌의 우주 신화적 육 성(肉聲)은 신기루처럼 사라져 버렸고 그 자리에 ‘(뚫린)벼루’ 하나가 놓였다. 올해 OCI미 술관의 전시도 이 벼룻돌의 연장전이다. 한동안 말문이 막힌 채 머릿속이 캄캄했다. 돌과 돌이 이어지지 않았다. 자주 눈을 깜빡이며 꿍꿍(想像)을 끙끙 앓았다.
        </p>
        <h4>#2. “뒤집어진 거울상의 주문이 흘러나오는 공명 장치의 전시가 보여주는 것은 그러한 유 한성의 근대와 무관하게 흘러가도 예술의 동시대 현상이 될 수 있다는 것”</h4>
        <p>
        2년 전의 &lt;Penetrating Stone&gt;를 잊기로 한다. 우리는 수차례 만났고 만나서 말을 풀었다. 그가 왜 &lt;황씨화보&gt;를 기획했는지를 깊게 파고들기 보다는, 나는 속으로 2019년의 돌과 2020년의 돌을 이리저리 굴려가며 위아래로 쌓아도 보고 옆으로 붙여도 보고 그러다가 떼 어서 놓은 뒤 하나씩 깨 보았다. 작업실에서 말을 나누다가 돌들이 부서지는 느낌을 받았는데 꿍꿍에서 깨졌을 때와 비슷했다. 부서지고 깨지는 그 자리가 시원하게 비었다. 집으로 돌아오는 길에는 그 깨진 것들이 티끌로 흩어졌다. 롬바흐의 불변하는 돌은 산산이 깨져 버 렸고 심지어 거룩한 돌도 없었다. 그가 돌에 사로잡혔듯이 평론의 줄기도 그것에 달라붙어 자랐으니 글 뿌리가 파고들지 못했다. 돌을 내려놓은 자리에 동양화의 제도 교육론 비판을 펼쳤으니 평론은 그 비판론을 따를 뿐이었다. 돌이 깨지고 흩어지니 그 텅 빈 자리에 욈(呪 文)이 서고 그림이 서고 글자가 섰다. 소리울림이다. 다시, 옴 마니 반메 훔이다. 그나 나나, 불과 2년 사이에 솟아 오른 생각의 뿔이 무엇을 숨겨 본뜻을 깨는지(隱喩), 두 돌은 왜 서 로 갈마들어 깨는지(直喩), 그 속뜻을 주고받아 가리켜 깨는지(換喩) 갈피를 잡지 못하고 헤맸다. 무엇보다 평론이 작품이라는, 그러니까 현실에 드러난 그림에 홀려서 그 너머로 넘 어가지 못했으니 답답했다. 그는 이번 전시에 작품을 전시하는 것이기도 하지만, 그 스스로 를 기획한 ‘기획전’이기도 하다. 그는 무엇보다 그림과 글자를 배치하는 공간연출에 힘을 쏟 았다. 이 기획전의 연출을 위해 그는 그가 그린 그림들을 낱낱이 해체했다. 물론 2019년과 2020년의 그림들도! 자, 여기에 이 전시를 푸는 하나의 열쇠가 있다. &lt;황씨화보&gt;가 펼쳐지 는 공간은 하나의 사원이다. 서교의 공간연출이 욈과 그림과 글자를 있는 그대로 받아들여 체험되어지는 방식의 전시였다면, 이번 기획전은 저절로 체험을 일으켜 욈과 그림과 글자를 관객이 뒤바꿔가며 재구성하고 재구축하는 ‘사건형’ 전시다. 관객이 전시에 개입해서 그림과 글자로 자신의 주문/경전을 만들어가는 과정이면서, 누군가는 그 과정에서 화들짝 놀람으로 무언가를 깨닫는 사건의 전시라는 것이다. 그렇다하더라도 이 의도의 출발은 서교에 있을 것이다. 서교의 공간이 아니라 서교에서의 주제를 다시 불러냈기 때문이다. 거울에 비친 “Muh Emdap Inam Mo”를 우물에서 다시 되비치도록 회돌이 시킨 꼴이랄까! 그는 이 사원 의 구성을 위해서 집요하게 그림과 글자의 구조를 따져 물었다. 그것들은 단지 전시되는 것 이 아니라 사원을 찾는 관객에 의해서 재구성되어야 했기 때문이다. 그림과 글자는 모두의 꿍꿍을 이어서 펼치는 거대한 그물코가 되지 않으면 안 된다. 하나하나의 꿍꿍 그물코는 그 들의 거룩한 욈이어야 하고, 또 오롯이 그들만의 경전이 되어야 하니까. 그는 이 전시에서 그야말로 주문이 흘러나오는 공명 장치의 전시를 보여주려는 것이다.<br/><br/>
        </p>
        <h4>#3. “만물에게는 저마다 자아의 신화가 있고, 그 신화는 언젠가 이루어지지. 그게 바로 진리야.”2)</h4>
        <p>
        돌은 알이다. 그것은 하나의 세계이고 거룩한 얼(聖靈)이며 우주의 숨이다. 알을 깨고 날아 오른 아프락사스처럼 돌도 스스로 깨지고 부서져야 새로운 세계를 연다. 옛 부터 현자의 돌 은 연금술사들이 끙끙 앓는 화두였다. 그 돌은 올바르게 하는 돌이요, 금이 되는 돌이요, 깨 달아 솟는 돌이요, 마음 비워 속알 키우는 돌이다. 그래서 그들은 알음 앓이로 그 돌을 묻 고 또 물었다. 앎의 슬기를 키우는 나날이 깊었단 얘기다. 유라시아의 서쪽에서는 그 ‘없는 돌’을 새로 만들기 위해 미쳤고, 동쪽은 ‘있는 돌’에 글월을 새겨서 거룩한 돌로 바꾸었다. 연금술로 황금을 만들어 낼지라도 그 돌은 현자의 돌이 아니다. 그러나 솟구쳐 깨달은 이의 말씀을 새겨 넣은 돌은 거룩하다. 황규민은 네팔에서 사람들이 거룩하게 여기는 돌과 마주 했다. 사람들은 그 돌을 만나면 왼쪽으로 돌며 빌었고, 아침에는 손으로 쓰다듬으며 “옹 마 니 빳ᄃ메 훙”을 외웠다. 하루가 술술 풀리는 욈이다. 그러니 돌들은 돌이 아니라 말씀이었 고 주문이었고 경전이었다. 거기에 부처의 숨결이 있었다. 말씀을 ‘말숨’으로 쉬면서 사는 사람들에게 돌은 위대한 신비였다. 돌이 곧 말씀이므로. 돌은 없고 오직 말씀만 있으므로. 말씀이 하루하루 숨돌(氣運)로 솟아서 그들을 올바르게 했으므로. 해월(海月)은 세 받듦을 말했다. 하늘을 받들고(敬天) 사람을 받들고(敬人) 몬(物/地)을 받들라고(敬物). 하늘과 사 람과 몬은 따로따로가 아니다. 돌(物)과 말씀(天)과 사람(人)이 하나다. 추사(秋史)의 벼룻 돌은 밑창이 뚫리면서 그림을 쏟아냈고 글월을 쏟아냈다. 밑창이 뚫릴 만큼의 먹물은 도대 체 얼마큼의 그림이고 글월일까! 돌은 그저 집집 우주의 시간에서 순간의 기억장치(USB)에 불과하고 벼룻돌은 그저 먹물이 솟는 샘에 불과할 터. 그런데 그 검은 물의 그림과 글월은 천년을 간다. 돌이 흩어진 자리에 말씀이 솟고 말숨이 솟는 까닭이다. &lt;황씨화보&gt;는 그림 이 솟고 말씀이 솟고 말숨이 솟은 자리다. 돌이 깨진 자리다. 2020년에 먹을 가루로 갈아버 린 설치는 이 전시에서 수많은 ‘화보그림’으로 뒤바뀐다. 그것은 상징이다. 그는 19세기 후 반 조선의 베스트셀러였던 『개자원화보』를 빗대고 또 화론서와 비평서를 빗대지만, 화보 그림의 거치대로 제작한 하늘(天), 물(水), 불(火), 비(雨), 돌(石), 흙(土), 풀(艸), 나무 (木), 사람(人), 글·그림(書·畵)의 글자는 오래전의 옛 글자를 본떠서 만든 것들인데 돌이 흩어진 자리에 선 말숨의 글자들이다. 그래서 보이지 않는다. 보이지 않는 곳에서 그것들은 소리울림으로 우주를 당긴다. 그리고 그 위에 화보그림을 설치함으로서 그림과 글자가 하나 로 엮여 울리도록 했다. 그가 배치의 기준으로 삼은 ‘이야기 담기’든, ‘테두리로 그리기’든, 아니면 ‘그림으로 그리기’든 관객의 참여는 어쩔 수 없이 공간을 흔들 것이고, 처음의 배치 는 조금씩 뒤흔들리면서 다른 소리를 갖게 될 것이다. 그것이 스스로 저절로 있는 그대로의 세계이다. 사원은 또 한 권의 거대한 책이어서 그 입구에 새겨 놓은 빛(色)과 힘(力)을 얻 어야 깨닫고 깨달아 그 속을 돌아다니게 될 것이다. 그렇지 않다면? 사자후로 크게 꾸짖는 소리에 놀라게 될 것이다. 할(喝)!
        </p>
        <div className='sep'>
        </div>
        <div className='ref'>
        1) <br/>
          #1과 #2의 중간 제목은 2019년의 김남수 평론에서 발췌 인용한 것이다. 김남수는 2019년의 작품들 에서 포스트모던 이후의 새롭고 낯선 시간 단계로 접어들 수 있는 알레고리 하나를 발견했는데 그것 은 ‘유한성의 닫힌 시간 시스템’이다. 그리고 황규민의 작품에서 그런 유한성의 근대와 무관하게 흘러 가도 예술의 동시대 현상이 될 수 있는 어떤 지점을 발견한다. 내 글도 그 ‘어떤 지점’에 대한 물음에
        서 시작했기에 그 글을 이어서 꿍꿍을 굴렸다. <br/>
        2) <br/>
          파울로 코엘료, 『연금술사』, 문학동네, 2018.
        </div>
        </>
    },
    {
      detailExhi:[
        penet_exhi_1,
        penet_exhi_2,
        penet_exhi_3,
        penet_exhi_4,
        penet_exhi_5,
      ],
      title: "뚫린 벼루",
      author: "백필균(독립큐레이터, 비공개영역)",
      paper:
      <p>
        
        《Penetrating Stone》은 일상에서 수집한 장면들에 대한 회화적 탐구와 철학적 사유를 이어온 황규민의 작업을 조명하는 전시이다. 전시 제목은 ‘열 개의 벼루가 뚫렸고, 천 자루의 붓이 닳았다(磨穿十硏 禿盡千毫)’고 전해지는 추사 김정희의 고백에서 비롯되었으나, 위 문장이 일반적으로 함의하는 ‘노력’의 가치가 아닌, 기성 가치 체계를 문제의식 없이 맹목적으로 따르는 양상을 투영한 반어적 표현이다. 같은 맥락에서 황규민의 ‘뚫린 벼루’ 연작은 ‘복제’의 알레고리를 통해 작가가 ‘동양화’ 학제 내부에서 체험한 자전적인 성찰을 담고 있다.<br /><br />
            
        회화가 시간을 조직한 기록이라면, 황규민의 ‘뚫린 벼루’ 연작은 크게 세 가지 기록으로 분류된다. 시간의 선형적인 순서에 따라 작업을 제1, 제2, 제3으로 이름 붙이고 하나씩 살펴보면, 우선 첫 번째인 제1작업은 작가가 자신과 주위 사람들에게서 수집한 일상의 사진 이미지를 수묵매체로 옮기는 시간이었다. 앞선 경험들의 집합에서 그가 사진을 수집하는 취향의 기준은 가상의 서사를 상상할 수 있거나 임의의 형상을 포착할 수 있는 화면인 듯했다. 매체의 호흡을 실험해온 작가는 수묵으로 다양한 재질감을 표현하며 ‘사진적인 것’과 ‘회화적인 것’ 사이의 균형점을 찾고 있다. 특히 호분이 두껍게 채색되어 평평한 면을 이루는 부분은 ‘텅 빈 공간’처럼 작용한다. 수묵으로 표현된 부분들과 선명한 대비를 이루는 상대는 화판의 물질성과 평면성을 번갈아 환기하며 서술적인 요소들을 호출하는 동시에 와해하는 중이었다. 그럼으로써 작업의 시간은, 오로지 회화 그 자체의 시간으로, 실제와 분리된다.<br /><br />
            
        이어진 제2작업에서 황규민은 별도의 목판화 연작을 만들었다. 화면은 제1작업의 약 20분의 1크기로, 도상, 테두리, 부제가 중심부터 순서대로 위치하고 있어서 그가 참고한 ‘개자원화보(芥子園畵譜)’의 형식과 비슷하다. ‘동양화’의 전형(canon)으로 인식되는 전통화보의 양식을 차용하는 패러디(parody)의 차원에서 제2는 자기 그림(제1)을 신화화하는 전략을 선택했다. 제2가 제작된 시기로부터 400여 년 전에 출판된 화보의 양식을 빌림으로써 동시대적 사건과 간극을 벌려 허구적 서사를 끼워 넣은 것이다. 제1작업의 위상을 고전의 반열에 올려놓는 제2작업의 태도는 제3작업까지 이어진다. ‘뚫린 벼루’의 제2작업이 전통 화보를 전유했듯이, 제1~3작업으로 이어진 ‘그림의 연속체(pictorial continuum)’는 전통회화를 모사해온 거시적 역사를 반추한다. 이는 전이모사 교육에 내재된 법고주의를 긍정하기보다 양식을 지나치게 강조하는 부분에 대한 ‘미러링(mirroring)’ 전략에 가깝다. <br /><br />
            
        그 진실유무와 상관없이 제2ㆍ3작업은 제1작업의 그림이 변이될 수 있는 가능태를 분명히 제시하고 있다. 여기서 ‘뚫린 벼루’ 연작이 같은 유전적인 정보로 이어진 그림의 연속체임에 주목해본다. 유전은 같지만 제작시기가 다른 개체들의 연속, 즉 동일한 주체에 의해 복수의 매체가 중첩되는 사건은 무엇을 의미하는가? 그들 사이에 일어나는 점진적인 변화의 방향은 어디로 향하고 있는가?<br /><br />
            
        연이은 질문의 연장선에서 황규민이 고안한 특별한 기계 하나를 살펴본다. 이 기계는 구멍난 철판 위에서 아교로 굳힌 먹을 그대로 갈아 가루로 만든다. 사람이 직접 벼루 위에 먹을 갈아 만드는 수행 대신 기계의 작동으로 모은 먹 입자는 단지 기존의 것과 그 크기만 달라진 것이 아니다. 이전의 관행을 덜어낸 작업은 특정한 예술적 전통과 거리를 두는 태도로부터 나아간다. ‘기계는 그가 작동하는 체계 외부에서 일어나는 변화에 대해서 반응하지 않는다’는 작가노트의 구절처럼, 물질만 생산하는 기계의 작업은 기존의 수행적인 준비단계가 함의하는 정신적 가치를 생략한다. 그 가루들을 제3작업의 안료로 쓰는 설정은 앞의 맥락을 견지하는 기준 중 하나이다. <br /><br />
            
        개자원화보가 옛 화본의 양식을 원본으로 전제하며 그대로 모방한 복수제작물인 반면, 황규민의 제2작업은 제1작업과 같은 저자가 경험한 실제와 직결되는 또 다른 원작이다. 후자는 앞서 이미지를 재현하는 회화로서의 제1에 대한 ‘복제’의 함수였지만, 그 과정에서 원형과 동기화한 부분이 있었다. 실제보다 더 실재적으로 보이는 그 값은 여전히 이미지가 작가의 기억에 접속하고 있음을, 그리고 한편의 가능성을 지니고 있음을 드러낸다. 앞서 복사물로 인식된 제2는 실제에 대한 기억이 유입되는 상황을 통해 자기만의 독립성을 지니는 개별적 존재의 위상으로 나아간다. 제2에서 작가가 참조한 이미지의 범위를 오직 개자원화보와 전작으로 제한한 설정은 실상 모순으로 밝혀진다.<br /><br /> 
            
        제3작업에서 ‘제2작업만을 참조해서 제1작업을 모방한다’는 전제조건은 그 자체로 문제가 없었다. 하지만 황규민에게 이 조건은 제2와의 대면적 참조관계만 의지한 채, 제1에 대한 경험을 무시하는 동시에 그것을 재연해야하는 역설이 있었다. 작가는 제3에서 제1보다 어눌하거나 허술한 필획을 사용했고, 앞서 발명한 기계로 모은 먹 가루를 재료로 삼아 발묵 표현의 미숙한 결과를 유도했고, 배접한 종이의 외곽을 칼로 무심하게 자르며 나름의 ‘모르는 척’ 연기를 펼쳤다. 하지만 제2에서 유실된 제1의 일부 정보가 다음 장면에서 다시 구현되었다. 제1의 이미지를 흑백체계로 변환한 제2가 전작에서 일어난 일을 흔적으로 남겨 자기의 특징에 전이했듯이, 제3 또한 제2의 특징들을 일부 반영했다. ‘미필적 고의’로 복원된 그들의 귀환을 막을 수 있었을까? 매체의 변주는 어느새 그 귀환이 이루어질 틈을 더 벌려놓는다. 이미 원본과 복사물의 경계는 사라졌다. ‘뚫린 벼루’ 연작의 각 개체들은 실제와 이어진 세계(simulacre)였다.<br /><br />
            
        과거의 계보로부터의 일탈을 통해 기존의 ‘무언가’를 털어내어 한결 가벼워진 예술은 이제 그 빈자리에 ‘새로운’ 것을 담으려 시도한다. 예술의 아득한 근원과 미래를 바라볼 때, 종국에 그것이 익숙한 재귀로 이어질지라도. <br /><br />
  
      </p>
    },
    {
      detailExhi:[
        omma_exhi_1,
        omma_exhi_2,
        omma_exhi_3,
      ],
      title: "불완전한 돌",
      author: "유진영(미술이론)",
      paper:
      <p>
        'Put your left hand on the stones'<br/><br/>


        전시장에 들어서면 왼손을 옆의 돌 위에 올려놓으라는 이정표의 문구와 함께 히말라야를 향한 여정이 시작된다. 이 돌들은 히말라야 인근의 주민들이 매일 아침 어루만지며 하루의 안녕과 미래의 안정을 비는 일종의 소원석이다. 티베트의 승려들이 돌 위에 새긴 고대의 문자들은 그 뜻도 모른 채 억겁의 세월 동안 전승되어 그 자체로 하나의 구원의 이미지가 되었다. ‘옴마니뺏메옴마니뺏메..’와 같은 발화된 주문과 추상적인 문자들은 서로 뒤얽혀 히말라야 산길 위에서 제의적 무대로 기능한다. 종교와 인간의 소원이 결합된 돌의 도상들은 다양한 시공간에서 반복적으로 구현되어왔다. 그 돌들에는 각자의 시간과 장소, 이야기들이 새겨져 있다. 발터 벤야민이 과거와 현재, 미래의 비균질적 교차 속에서 메시아적 시간의 파편들이 박혀있는 ‘지금시간’으로서의 현재에 대해 말했듯 구원의 서사를 담지한 시간의 파편들이 박혀있는 돌은 지금의 시간에서 그 정체성을 새롭게 정립하며 현재의 문맥 속에 안착한다.<br/><br/><br/>


        히말라야의 돌들은 황규민에 의해 재현되어 2019년의 지금, 여기에 도달했다. 황규민이 발견했던 히말라야 산길 위의 돌탑이라는 일종의 제단은 전시장 안에서 다시 재구성되었다. 관객들은 왼손으로 돌들을 어루만지며 히말라야의 돌탑을 그린 그림들이 걸려있는 전시장을 거닌다. 이때 그들은 마치 히말라야의 주민들처럼 어떤 바람을 빌거나 미래를 꿈꿀지도 모른다. 그러나 전시장의 선회점에서 관객들은 또 다시 하나의 이정표를 맞이하게 되고 전시 역시 한 번의 변주를 겪는다. 돌의 맞은편 벽에는 그것들을 찍어 놓은 판화 작품들이 거울처럼 뒤집혀 걸려있다. 전시의 제목이기도 한 ‘Muh Emdap Inam Mo'라는 뒤집어진 문자는 더욱 추상화되어 이것이 문자였는지, 기호였는지도 식별할 수 없게 되었다. 그것들은 더 이상 히말라야에서 보았던 것들과 동일한 것들이 아니다.<br />
        돌 위에 새겨진 추상의 언어는 작가에 의해 세 번 재생산된다. 붓과 물감으로서, MDF에 새긴 납작한 부조로서, 그리고 종이 위에 찍어낸 이미지로서. 그 과정에서 기표가 된 언어는 여러 기의들을 낳는다. 신성한 소원석이자 성스러운 제단이었다가 결국에는 아무런 의미가 없는 사물의 기호가 되어버리는 것이다. 사물이 되어버린 언어는 우리가 알고 있다고 믿었던 것들에 대해 실은 아무 것도 모르고 있었음을 보여준다. 또한, 진짜라고 믿었던 것들이 얼마든지 가짜가 될 수 있음을 보여준다. 그렇게 언어의 추상화 과정과 같이 반복적인 재현을 통해 이미지가 분해되는 방식들은 결국에는 도달하고야 마는 많은 것들의 조각남을 의미한다. 작가에게 조각나버리는 것은 꿈과 미래 따위의 말들이다. 단단할 것 같은 믿음의 언어가 아무것도 아닌 이미지가 되었듯 바라는 자들의 미래는 어떤 것도 확신할 수 없다.<br />
        그렇지만 그것은 결코 불안에 잠식당한 이의 한탄만은 아니다. 히말라야의 돌탑은 분명 미래라는 허구적 존재의 환상에 대한 우화이다. 하지만 이와 동시에 뜻을 모르는 말과 문자들을 외며 불완전한 미래 그 자체를 믿던 히말라야 주민들처럼 불확실함과 불완전함은 그 자체로 시공간을 넘어서서 공명하며 나아갈 힘을 얻는다. 이것은 도리어 어디에도 정박하지 않고 내딛을 기회가 되고, 무엇이든 바랄 수 있는 하나의 가능성이 된다. 황규민이 히말라야 산길이라는 공간과 돌, 주민들의 행위들을 다시금 재구성해낸 것도, 그리고 최종적으로 무력화시킨 것도 그러한 불완전함을 미래라는 단어와 병치시킴으로써 있는 그대로의 진실을 직시하고 감각하기 위함일 것이다.<br /><br />
        
        돌에서부터 시작한 황규민의 질문은 전시장 한 바퀴를 돌아 그 끝에서 안개가 자욱한 히말라야의 전경으로 퍼져나갔다. 이곳이 어디인지, 내가 어디쯤 왔는지 알 수 없게 하는 드리워진 안개의 이미지는 부유하는 허공 그 자체에 대한 감각이자 우리의 불완전한 여정이 여전히 끝나지 않았음을 반증하는 것이다. 우리는 어디로 가고 있는가? 우리의 염원과 믿음은 어딘가에 잘 도달하였을까? 멈추지 않고 계속해서 질문하는 것이 우리에게 길을 내어줄 것이다. <br />
      </p>
    }
  ];
  if (index === null){
    return EXHI_RECK
  }else{
    return EXHI_RECK[index]
  }
};

export default Exhi_RECK;